[
  {
    "week": 1,
    "text": "Create a happy memories jar. Any empty glass jar with a screw lid will do. Keep slips of paper small enough to fold up and put into the jar next to your happy memories jar. Throughout the year note any great moments or events and add them to the jar (as well as noting them in your journal). Then at the end of the year you can tip them out and read to relive the memories or for those days when you are in need of a boost. Spend a few moments going through the memories to cheer yourself up. Then after the year keep the jar on a bookshelf or in a box labeled with the year to build up a collection."
  },
  {
    "week": 2,
    "text": "Call or text someone you have not spoken to in too long. Report back to journal."
  },
  {
    "week": 3,
    "text": "Send a postcard or a handwritten letter to yourself from wherever you are. When it arrives tape the postcard into your journal or glue the envelope in with the letter inside."
  },
  {
    "week": 4,
    "text": "Choose one of the photography prompts & report back to your journal with your favorite photograph."
  },
  {
    "week": 5,
    "text": "Create a Bucket List Bank. Set up a separate savings account and put in a percentage of your earnings or save money into an unused jar with a screw lid and dedicate the funds to paying towards completing something from your bucket list. Decorate the outside of the jar with some images of the places and experiences you want. Having the images on the outside will make it less tempting to ‘dip’ into. Also keep it away from the front door to prevent the temptation to ‘borrow’ from it when you fancy going for a coffee or want to buy a magazine etc. Keep an eye out for any offers/discounts related to the things from you list."
  },
  {
    "week": 6,
    "text": "Watch an uplifting movie or a thought-provoking documentary you have been meaning to watch this week. Report back to journal."
  },
  {
    "week": 7,
    "text": "Plant some seeds this week and stick the empty packet into your journal. Over the next few weeks and months add photos or draw sketches in your journal of their progress as they grow."
  },
  {
    "week": 8,
    "text": "Go somewhere different. Somewhere you have never been. Take your journal and note your new surroundings, the sights, the sounds, the smells and the people."
  },
  {
    "week": 9,
    "text": "Do something that helps someone else. It could be helping with chores around the house, offering help to a neighbor, donating something to a cause you believe in, volunteering, helping someone with a project etc. Report back to journal."
  },
  {
    "week": 10,
    "text": "Give a child you know a camera and let them take photographs of anything they find interesting, stick a few of your favorites into your journal. Or give them a blank sheet of paper and some pens/crayons/paints and stick their works of art into your journal."
  },
  {
    "week": 11,
    "text": "Choose one of the photography prompts & report back to your journal with your favorite photograph."
  },
  {
    "week": 12,
    "text": "Write and post a handwritten letter to someone. Report back to journal. Extra: Ask them to write back to you & stick in their letter when it arrives."
  },
  {
    "week": 13,
    "text": "This week at a magazine stand go to where your usual favorite magazine is, now take 3 big side steps to the left or right. Now buy the first magazine that stands out the most to you. Hopefully it should be about a subject or for a demographic you do not normally read about. Report back to journal about anything new you have learned."
  },
  {
    "week": 14,
    "text": "Be Royal this week by following the rule ‘never complain, never explain’. Do not speak negatively about anyone or anything (if you do quickly follow up with a positive) and do not explain your actions to anyone unnecessarily. Make a real effort with your appearance this week as if your life is of interest to the world media. Dress to impress by wearing your nicest clothes and after you get dressed do not forget to put on your invisible crown. Your invisible crown will help you walk and sit with better posture because you do not want to let it fall from your head by walking too fast, by sitting hunched over or slouching. Report back to journal."
  },
  {
    "week": 15,
    "text": "Leave a note inside a book at the library or bookshop giving the finder a compliment, an uplifting quote or a positive word of advice you have found useful. Or if you are feeling really generous (& can afford it) leave a $5 note inside. Even better leave it in a book that you love, a book that has maybe helped you or inside a book you think a person would pick up when they are looking for help or hope. Your note or gift could be enough to help someone through a tough time. Report back to journal."
  },
  {
    "week": 16,
    "text": "Choose one of the photography prompts & report back to your journal with your favorite photograph."
  },
  {
    "week": 17,
    "text": "Make an effort to make conversation with someone different this week or help make someone new feel really welcome. Extra: Say good morning to at least 3 strangers every morning. Report back to journal."
  },
  {
    "week": 18,
    "text": "Can you think of someone who would benefit from an act of kindness? What could you do for them? What would cheer them up? Do it. Report back to journal."
  },
  {
    "week": 19,
    "text": "Go on a staycation by being a tourist in your hometown. Spend a day doing ‘touristy’ things. Even go to the tourist information office to ask them for any recommendations. You might even learn something new about your hometown. Pretend everything is new to you. Keep all the maps, tickets and leaflets from the day and stick them into your journal along with any explanations about how you spent the day. Note: Stick in an envelope to keep any photos of your staycation together."
  },
  {
    "week": 20,
    "text": "Send someone a thank you note. Report back to journal."
  },
  {
    "week": 21,
    "text": "Everyday this week stand in front of a mirror and out loud say 5 things you like about yourself. After each one, hold eye contact with yourself and smile, or maybe even give yourself a cheeky wink. How did the exercise make you feel? Report back to journal. Note: From now on try to create the habit of thinking or saying out loud one thing you like about yourself anytime you look into a mirror or see your reflection."
  },
  {
    "week": 22,
    "text": "For at least one day this week (more the better) record how you spend your 24 hours. In your journal write down on the left hand side of the page the times below, one for each line. Then for each hour write down what you are doing or what you have done. 05:00 06:00 07:00 08:00 09:00 10:00 11:00 12:00 13:00 14:00 15:00 16:00 17:00 18:00 19:00 20:00 21:00 22:00 23:00 00:00 01:00 02:00 03:00 04:00 Are you happy with how you spent your 24 hours today? Did you make enough time for yourself, personal projects, family & friends? How many hours did you spend online and watching TV? What else could you be doing? I discovered this technique in college; I think to encourage us to watch less daytime TV and to study more. I have since discovered a great book called 168 Hours: You Have More Time Than You Think by Laura Vanerkam about getting more out of your 168 hours per week. Note: For extra detail, imagine you are the subject of a scientific study and record everything. What did you wear? Eat? Buy? Do? Who did you interact with? Even take a photo of whatever you are doing every 60 minutes."
  },
  {
    "week": 23,
    "text": "This week schedule in some ‘you-time’. To do something you enjoy like going to the movies, shopping, going for a walk, going to the gym, playing a sport, yoga, catching up on a book, eating ice cream while watching TV. Anything you enjoy doing but do not make the time for often enough. Report back to journal."
  },
  {
    "week": 24,
    "text": "Think of a person you admire, real or fictional. Spend the week living as they would. Ask yourself “what would (blank) do in this situation?” Report back to journal."
  },
  {
    "week": 25,
    "text": "Assess your health by booking yourself in for a check up with your Doctor this week. Report back to journal."
  },
  {
    "week": 26,
    "text": "Assess your fitness levels this week by booking yourself in for a personal training session. It could be traditional gym training, running, swimming, yoga, pilates, martial arts etc, whatever appeals to you. Remember to note in your journal anything they recommend you should work on & take advantage of any introductory discounts they offer if you feel they would help you stay motivated. If you think of fitness as something only the vain and time rich can indulge in or you don ’t like exercise because none of your previous efforts have worked, shift your mindset and think of it as something you are doing for the sake of your heart and not your waistline. Instead of running to the mirror to look at your stomach and sighing because you have not got flat defined abs like an athlete after only one 30-minute workout (who hasn’t done that?). Know that the 30 minutes has been beneficial for your heart and by focusing on improving the health of your heart often, before long without realizing it your body will soon take shape almost like an added bonus. You will feel better, look better and have more energy. Note: Please consult with your Doctor/Physician before beginning any exercise program."
  },
  {
    "week": 27,
    "text": "This week become a ‘guerilla gardener’ by secretly planting a colorful flower or seeds somewhere neglected or dull. Report back to journal."
  },
  {
    "week": 28,
    "text": "Choose one of the photography prompts & report b ack to your journal with your favorite photograph."
  },
  {
    "week": 29,
    "text": "Schedule a ‘digital detox day’. No internet, no TV, no movies, no gaming, no email, no apps & no texting. You can use your phone to make actual phone calls if necessary. After report back to journal how it felt not relying on technology for one day, did you find it frustrating or liberating?"
  },
  {
    "week": 30,
    "text": "Send someone a gift without them knowing it is from you. Report back to journal."
  },
  {
    "week": 31,
    "text": "Make the time one night this week to sit under the stars with a hot drink or look out of a window with all of your lights switched off and just take the time to look at the stars and night sky until you finish your drink (or longer). Report back to journal."
  },
  {
    "week": 32,
    "text": "Take your journal to a busy hotel and sit in the lobby or bar. Write about all the people who are coming and going. Note their style, how they interact with each other, what types of drinks did they order, what are they wearing? Where do you think they are from? How do you think they know each other? If you can’t make it to a hotel go to a busy train station or coffee shop. Note: This can be good source for fictional characters."
  },
  {
    "week": 33,
    "text": "Sort out your wardrobe/closet. Resist the temptation to pull everything out at once. As this can result in a mini emotional crisis on the floor while you are knee high in t-shirts, shoes and jeans screaming “why did I even bother starting this!” Prepare with a supply of your favorite snacks, put on some music or a movie and declare your room a no go zone for anyone else until you are finished. As you work through each section divide clothing and shoes into 5 groups: > Keep me > Store me > Sell or Swap me > Donate me > Recycle me. Keep me: In your closet/wardrobe group your keep me clothes first by color, from left to right: dark to light. Then within each color from left to right start with work wear, eveningwear, smart casual, casual & chill-out clothes. Or group your clothes by function first, left to right: Work wear, eveningwear, smart casual, casual & chill out. Then within each group order by color, dark to light. When you hang your keep me clothes back up, hang the closest hanger facing the wrong way. So in 3 months time you will see which items of clothing you have not touched within 3 months. Store me: The seasonal items (beach hats, bikinis, board shorts, big wooly jumpers, scarves, gloves) can be stored away for the next time their season comes around. Sell or Swap me: Sell your unwanted clothing to a second hand clothes merchant, sell them yourself online, rent a market stall for a day to run your very own pop up vintage store, sell at a garage/car boot sale etc. Swap clothes with friends and family or look for a local ‘swishing’ event. Donate me: Send to a charity shop, find a clothes bank or arrange for a charity to collect from you. Recycle me: For clothes that have had their day, put them into a clothes recycling bank so the materials can be used to make something else. Shoes: After playing a game of find the pairs, use elastic bands to keep the pairs together. Report back to journal how the process went. Did you rediscover any forgotten favorites? Did you find any items of clothing difficult to part with based on memories? How does it feel having a tidier more organized closet/wardrobe space? Note: Carry out this exercise in your underwear and try on every piece of clothing as you go and have a quick look in the mirror. Does it still fit? Does it suit you any more? Also don’t forget to take before and after photos of your closet space."
  },
  {
    "week": 34,
    "text": "This week schedule in a daily 20-minute wish walk. On your own go for a walk without listening to any music and spend the time imagining you have all the things you want. When any other thoughts pop up simply dismiss and replace with another wish. Note: If you cannot spare 20 minutes a day you can fit this into a busy schedule by wish walking whenever you are walking anywhere alone. Report back to journal."
  },
  {
    "week": 35,
    "text": "Host a 3-course meal by candlelight. Use your best plates and cutlery, dress to impress & play some music. Plan the details in your journal. Enjoy the food and the time with your partner, family, friends or your own company. Report back to journal."
  },
  {
    "week": 36,
    "text": "Reenact a childhood photo. Find a photograph of yourself as a child and pose in the exact same position with the same facial expression wearing clothes of similar color and style. Try and take the photo in the same location or somewhere like it. Stick the photos into your journal side by side. If you have a cat or dog you could reenact a photo of you with them as a puppy or kitten. Even better, find a group photo from your childhood such as a family portrait and get them involved too. Note: If you have a young family you could do this once a year to see how much everyone changes, year to year."
  },
  {
    "week": 37,
    "text": "Call someone up for a catch up. Report back to journal."
  },
  {
    "week": 38,
    "text": "This week when meeting new people, try greeting them like you would an old friend. Warm smile, eye contact and keep your arms uncrossed. Pretend like you have known them for years. Report back to journal."
  },
  {
    "week": 39,
    "text": "De-clutter a space in your home. Put on some music, prepare some snacks and remember to do it gradually in sections. Take before and after photos. Report back to journal."
  },
  {
    "week": 40,
    "text": "Choose one of the photography prompts & report back to your journal with your favorite photograph."
  },
  {
    "week": 41,
    "text": "Live this week as your alter ego from prompt No. 285 . Do, say, wear, walk, eat, talk and work like they would. If a stranger asks your name, you could even use your alter ego ’s name. In every situation ask yourself “what would (alter ego’s name) do?” Report back to journal."
  },
  {
    "week": 42,
    "text": "Take a nature walk somewhere you can get some fresh air and clear out the mental cobwebs, such as going to a park, a beach or lake etc. Photograph or sketch any interesting views or discoveries on your adventure. Keep and eye out for things to tape into your journal such as leaves or flowers. How was it? What did you see? What thoughts came up during your walk?"
  },
  {
    "week": 43,
    "text": "In an elevator this week face the opposite direction to everyone else. Hold your ground as if it is perfectly normal for the 30 second ride. How empowered and bold did this simple act make you feel? Report back to journal. Note: If you find it too challenging you can look at your phone or a magazine just remain a rebel and face the wrong way."
  },
  {
    "week": 44,
    "text": "Schedule in some rest and relaxation for yourself. You could get a massage, a facial, a manicure/pedicure, book into a hotel for a night, catch up on a book in the bath, switch off your phone and watch a movie etc. In your journal work through some ideas, choose one and make it happen. Report back to journal after. Note: If it seems too expensive to go to a spa for a massage or beauty treatments, beauty schools & colleges offer discounted treatments as a way for the students to gain experience while being fully supervised. So you are getting a professional service for a fraction of the price of a spa."
  },
  {
    "week": 45,
    "text": "Sign up for a part time or one-day class for a subject you enjoy or you have always wanted to learn more about. Report back to journal."
  },
  {
    "week": 46,
    "text": "When in conversation this week practice your listening skills. Do not simply wait for the other person to finish talking so you can start. Listen to what they are saying; repeat back keywords or phrases for them to expand on. You are developing an important skill while they are feeling noticed and actually heard. Report back to journal. Note: Avoid making conversations about you, for example try not to say “I know what you are talking about because something similar happened to me when...” because that will only take the attention away from the other person."
  },
  {
    "week": 47,
    "text": "This week schedule in a daily 20-minute gratitude walk. On your own go for a walk without listening to any music and spend the time thinking about all the things you are grateful for about your life and the rest of the world. If any other thoughts pop up just dismiss them and replace by thinking of something else you are grateful for. Note: If you cannot spare 20 minutes a day you can fit this into a busy schedule by gratitude walking whenever you are walking anywhere alone. Report back to journal."
  },
  {
    "week": 48,
    "text": "Research to find any charities that organize one of the activities from your bucket list in exchange for you raising sponsorship money. For example sponsored skydives, mountain climbing etc. Sign up. Ask friends, family, work colleagues, local shops, local newspaper, radio stations etc to sponsor you. Use your bucket list bank fund to sponsor yourself. Document your research and progress in your journal."
  },
  {
    "week": 49,
    "text": "Take a walk around your neighborhood or town. Write everything down or take photos to describe things in further detail later. Pretend you are a location scout for a movie. Then in your journal write about the location as if it is the setting in the opening chapter of a book or movie, set the scene."
  },
  {
    "week": 50,
    "text": "Plant a tree. Report back to journal with a photo."
  },
  {
    "week": 51,
    "text": "Create a self-portrait of yourself. It could be a sketch, a doodle, a cartoon, a painting, a photograph or a collage etc. Completely your choice, do not be judgmental or critical of it, just enjoy the process. Report back to journal."
  },
  {
    "week": 52,
    "text": "You and your journal are going to a busy restaurant alone together. You are going to be that mysterious and interesting person who has the confidence to dine alone to work on their important project. Take this timeout to reflect over your journal(s). Write about the food, the service, your surroundings and about the people and their interactions. With any luck you might be treated like royalty as the staff could assume you are a food critic. If anyone asks, simply say you are a writer. After dessert, over coffee or tea while still sitting in the restaurant, write about how this experience has made you feel. Empowered & brave? For a weeklong photography challenge choose a prompt word from the list below and keep your camera or camera phone with you and keep an eye out for any opportunities to take as many interesting photographs of the subject as you can. Interpretation of the prompt word is totally up to you. Then report back to your journal with your favourite 1-3 photographs. Happy snapping! > Shadows > Vivid > Reflection > Texture > Silhouette > Family > Strangers > Home > Away > Up high > Down low > Motion > Calm > Gentle > Hard > New beginnings > Adventure > Love > Space > Secrets > Flight > Mystery > Strong > Regal > Fragile > Up close > From a far > Monochrome > Cheerful > Majestic > Flowers > Water > Hustle & Bustle > Portrait > Landscape > Scary > Out of focus > Wild > Old > Playful > Dangerous > Lazy > Creative If you prefer you could use the list as inspiration to draw, paint or collage the subjects into your journal. Choose whichever creative medium you enjoy the most."
  }
]